{"inkVersion":20,"root":[[{"#":"Q: Work = Work"},{"#":"Q: Family = Family"},{"#":"Q: LivingSituation = Living situation"},{"#":"Q: Hobby = Hobbies"},{"#":"Q: Friends = Friends"},{"#":"Q: Love = Love"},{"#":"N: Player = Juliet"},{"#":"N: Client = Geriol"},"end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"Work":[{"#":"Player"},"^So what do you do in your day-to-day life? What do you work as?","\n",{"#":"Client"},"^Well right now I'm <i>studying computer science</i>. I also do some work with computers on the side, creating websites mostly…","\n",{"#":"Player"},"^Computers?? Oh! Those square metal things!","\n",{"#":"Client"},"^You haven't seen a computer before?","\n",{"#":"Player"},"^I've seen them, but I don't use them often. I've tried using them. But if I do anything other than plugging in and out a USB it usually explodes on me!","\n",{"#":"Client"},"^E-Explode??","\n",{"#":"Player"},"^A little sparkle then fire! Never happened to you?","\n",{"#":"Client"},"^No never.","\n",{"#":"Player"},"^Huh, lucky guy. So you've worked with computers for a long time then?","\n",{"#":"Client"},"^Not really. Where I'm from there isn't much electrical technology. I was mostly the only one tinkering with that.","\n",{"#":"Client"},"^I've always liked math and detailed work, so working with computers just came natural for me once I found out about them.","\n",{"#":"Client"},"^Both through their code and that's inside them.","\n",{"#":"Client"},"^Otherwise back home, we are like 20 years behind in technology from the rest of the world.","\n",{"#":"Player"},"^Wow, that's pretty cool!","\n",{"#":"Client"},"^So… A succubus. How's the moon…? I've heard you only use magic…","\n",{"#":"Player"},"^Magic is still a big thing up there, yeah. Everyone is as traditional and stubborn as old farts.","\n",{"#":"Player"},"^Technology is pretty frowned upon and hard to get. We're like 30 plus years behind.","\n",{"#":"Client"},"^<i>Magic…</i>","\n",{"#":"Player"},"^You don't like it?","\n",{"#":"Client"},"^<i>No… not really</i>. I think it's too dangerous for people to learn. I've heard stories of people using other peoples bodies for powerful spells!","\n",{"#":"Client"},"^Also like turning people into stuff of chaos…","\n",{"#":"Player"},"^Well, that's still kind of the case. Not turning people into things. That's just silly!","\n",{"#":"Player"},"^Maybe we just borrow like a fingernail or something for, like, levitation spells.","\n",{"#":"Client"},"^That sounds painful and unethical!","\n",{"#":"Player"},"^It grows out again! We ain't shy of sharing for others needs. But I can see your point.","\n",{"#":"Player"},"^I would love for us to just get some more technology up there. It's so booooring! I want to watch my shows without being sneaky about it.","\n",{"#":"Client"},"^Well technology is growing very rapidly right now so maybe it will happen soon?","\n",{"#":"Player"},"^Oh boy that would be the best! But we got off track here! Studying and working with computers. Check! Alright next question.","\n",{"#":"End"},"^Likes computers, think magic is scary.","\n","end",{"#f":1}],"Family":[{"#":"Player"},"^So what about your family? What do you have? Any siblings in there also?","\n",{"#":"Client"},"^I have a <i>mom, dad, and five siblings</i>.","\n",{"#":"Player"},"^Do they live here in the city?","\n",{"#":"Client"},"^No they are still home. I come from one of those river communities far far away from here.","\n",{"#":"Player"},"^River community?","\n",{"#":"Client"},"^It's a kind of closed off place along a long stretch of a river. We are all kind of one big family there.","\n",{"#":"Client"},"^We live both along the shore and under the water depending on the family. Everyone knows everyone and help each other when needed.","\n",{"#":"Player"},"^So how did they respond to you moving out here?","\n",{"#":"Client"},"^Well, they knew I wanted to study here and we didn't have a university out there for what I wanted to do.","\n",{"#":"Client"},"^Though they tried to convince me not to, they eventually supported me.","\n",{"#":"Player"},"^Ever felt like an outcast there?","\n",{"#":"Client"},"^Sometimes… I wasn't really bullied or anything, just never understood.","\n",{"#":"Client"},"^I was the only one tinkering with things from the “outside”.","\n",{"#":"Client"},"^Most people at home stayed within the community and worked on the land and water.","\n",{"#":"Player"},"^Sounds like a tough case, moving away all by yourself to a completely new way of living.","\n",{"#":"Client"},"^It's been… Well it's still an adjustment. Even after two years… <i>I prefer to stay inside.</i> Can I ask about you? I-if it's okay…","\n",{"#":"Player"},"^About what?","\n",{"#":"Client"},"^Well you are also here from a place very different from home. How'd you adjust to it?","\n",{"#":"Player"},"^Hmm… I dunno! I just live how I do! Opening this office of love!","\n",{"#":"Client"},"^But couldn't you do it at home? Where it's more… safe?","\n",{"#":"Player"},"^Oh, well, over there there ain't much romance nor deep love between people, which won't help me with what I need.","\n",{"#":"Client"},"^What do you even need? Since you do this for free.","\n",{"#":"Player"},"^Well now you put me on the spot a bit, but I'll tell you! You see, I want to write a novel. A romance novel!","\n",{"#":"Client"},"^A romance?","\n",{"#":"Player"},"^The greatest one there ever was, will be and ever gonna be! Back home there isn't much appreciation for it, but I will show them what is what!","\n",{"#":"Client"},"^So you need inspiration or something?","\n",{"#":"Player"},"^Bingo! Well something else also…","\n",{"#":"Client"},"^What?","\n",{"#":"Player"},"^I just need a liiiittle bit of love energy after my services are done.","\n",{"#":"Client"},"^What?","\n",{"#":"Player"},"^Us succubus usually live on… other more nasty stuff or energy.","\n",{"#":"Player"},"^But we can also live on positive feelings, and isn't love the most positive one out there? Harder to get but better the taste!","\n",{"#":"Client"},"^So what? After you help me you'll… take what we feel?","\n",{"#":"Player"},"^Just a little! Gotta eat also!","\n",{"#":"Client"},"^Well… If it's still free with money I guess… I can pay with that? Feeling desperate enough for any type of help.","\n",{"#":"Client"},"^As long as it doesn't damage something permanently.","\n",{"#":"Player"},"^… Probably not. Moving on to the next question!","\n",{"#":"End"},"^Five siblings, likes the inside.","\n","end",{"#f":1}],"LivingSituation":[{"#":"Player"},"^So how are your living situation? Where do you live?","\n",{"#":"Client"},"^Is that important to know?","\n",{"#":"Player"},"^Well it could. Like, how you would take someone home and such.","\n",{"#":"Client"},"^Uhm… Well, I live in a <i>student house</i>.","\n",{"#":"Player"},"^What's that?","\n",{"#":"Client"},"^I share a house with other people who study in school just like I do. Currently we are around eight people.","\n",{"#":"Player"},"^Sounds very inconvenient.","\n",{"#":"Client"},"^Yeah… Rent is pretty high and I only get a small room. We all share everything, the kitchen, washing room, and bathrooms. Luckily, my room got its own bathroom.","\n",{"#":"Player"},"^And you pay with… money? How do you get it?","\n",{"#":"Client"},"^Most of my income comes from state <i>student loans</i>. Money you borrow while studying and then have to pay back later.","\n",{"#":"Client"},"^I also get extra income from making websites for people.","\n",{"#":"Player"},"^On the computer? What are these websites used for?","\n",{"#":"Client"},"^Usually for a company or a product webpage. To show who they are or what they can do in a comprehensive manner.","\n",{"#":"Player"},"^Dude! Can you make one for me?! That would really help me find more clients, right??","\n",{"#":"Client"},"^I-I guess… Maybe it would help more if you aren't in a creepy alleyway?","\n",{"#":"Player"},"^I've been chased away from every other place by an “worker of the law” though… This office is my longest lasting one. Ugh…","\n",{"#":"Client"},"^Maybe you should get a permit for this operation?","\n",{"#":"Player"},"^Nah it's all good. It's easy to move if they find me. I only need to be able to tell people where I am!","\n",{"#":"Client"},"^Hmm… Maybe we can discuss this job later?","\n",{"#":"Player"},"^Sure thing!","\n",{"#":"Client"},"^Would you even be able to pay for it?","\n",{"#":"Player"},"^… Next set of questions, customer!","\n",{"#":"End"},"^Lives in student home, has loads of loans.","\n","end",{"#f":1}],"Hobby":[{"#":"Player"},"^So what do you do for fun, fun, fun? Got any fun hobbies?","\n",{"#":"Client"},"^Well, learning computer languages, <i>swimming</i>, and <i>learning history</i>.","\n",{"#":"Player"},"^… That's fun?","\n",{"#":"Client"},"^I would say so, yes.","\n",{"#":"Player"},"^Hmm… Well let's focus on the history bit! What kind of history are you into?","\n",{"#":"Client"},"^Uhm, well… It's a little awkward but I'm actually into the context and creation behind the Demil moon.","\n",{"#":"Client"},"^How it actually got created, the crater it left behind and the war and conflict for the metal that got discovered in it.","\n",{"#":"Client"},"^Do… you know any personal details about it? Since you come from there, I mean.","\n",{"#":"Player"},"^Oh. … Well, we needed to leave to do our own thing, I think?","\n",{"#":"Client"},"^Nothing else?","\n",{"#":"Player"},"^I never listened well during those lessons.","\n",{"#":"Player"},"^But I think it was because us Demils still wanted to use magic freely for everything while the rest of the world wanted to switch to relying on technology.","\n",{"#":"Client"},"^That's as far as I understand it too.","\n",{"#":"Player"},"^Is this a popular topic to talk about down here?","\n",{"#":"Client"},"^Mostly only if you want to argue about what was right or wrong about it all. I just like to know the facts.","\n",{"#":"Player"},"^So maybe not bring it up so much?","\n",{"#":"Client"},"^I think so.","\n",{"#":"Player"},"^Right. So… Swimming! On the beach?","\n",{"#":"Client"},"^<i>Not on the beach</i>. I'm more for the river. My skin isn't a big fan of salt water. I have to lotion my body regularly while I'm in the city here.","\n",{"#":"Client"},"^It would get really dry really fast otherwise.","\n",{"#":"Player"},"^Hmm… That might not be a “first date” conversation, then… Try to leave out some details?","\n",{"#":"Client"},"^I… If you say so?","\n",{"#":"Player"},"^Sweet! One step closer for your life to be filled with love! Next question.","\n",{"#":"End"},"^Likes history, swims, no beach.","\n","end",{"#f":1}],"Friends":[{"#":"Player"},"^So what kind of friends do you surround yourself with?","\n",{"#":"Client"},"^I-I don't… I don't really have that many… I'm usually by myself.","\n",{"#":"Player"},"^How come?","\n",{"#":"Client"},"^That's… pretty private I feel.","\n",{"#":"Player"},"^Well I need to know stuff if I'm to help you. No judgments here!","\n",{"#":"Client"},"^Well… I'm trying but… It's so scary trying to meet and talk to people…","\n",{"#":"Client"},"^I wasn't very sociable back home but I could still go out and be with people and friends. Here <i>I just feel like such an outsider…</i>","\n",{"#":"Player"},"^Now I think you are a little tiny bit paranoid.","\n",{"#":"Client"},"^I know they all look at me weird. I'm probably just “The river boy who <i>eats flies</i>” for them.","\n",{"#":"Player"},"^Eat flies?","\n",{"#":"Client"},"^Back home it's a common delicacy. But outside river communities, it's not very nice to eat I guess…","\n",{"#":"Client"},"^Also there is a lot of cultural stuff making it harder for me. I'm trying but still…","\n",{"#":"Player"},"^Well maybe you can't be friends with everyone, you just need to try and find those few who think you are cool!","\n",{"#":"Client"},"^You don't understand. I've tried… But it never works out. I feel like it's best to just stay home with my computer… But I feel like I need something…","\n",{"#":"Player"},"^Love and friends I take it?","\n",{"#":"Client"},"^Love, friends, anything, really.","\n",{"#":"Player"},"^Maybe you should focus on one area before spreading out that far on what you'd want?","\n",{"#":"Client"},"^No, anything. I'm open to it. I just need help to meet someone.","\n",{"#":"Player"},"^Well, desperation will make one productive I guess! Then it's good you found me! Next question!","\n",{"#":"End"},"^Has no friends and likes flies.","\n","end",{"#f":1}],"Love":[{"#":"Player"},"^So here comes the tough question. What's your experience with love? Any earlier relationships?","\n",{"#":"Client"},"^Uhm… <i>I think so</i>.","\n",{"#":"Player"},"^Think?","\n",{"#":"Client"},"^Well… When I was 13 there was a girl back home that I really liked that I think liked me back.","\n",{"#":"Player"},"^Yeah?","\n",{"#":"Client"},"^And we looked at eachother alot and smiled. Then we started to talk and hangout.","\n",{"#":"Player"},"^Yeah, yeah?","\n",{"#":"Client"},"^Then one day she took my hand and…","\n",{"#":"Player"},"^And!","\n",{"#":"Client"},"^She kissed me on the cheek!","\n",{"#":"Player"},"^Oh wow! What happened then? Did you two have a secret passionate romance of youth where both sides of the family didn't approve of this union of love?!","\n",{"#":"Client"},"^N-No… After that she didn't really talk to me a lot and we stopped hanging out and such.","\n",{"#":"Player"},"^… That's it?","\n",{"#":"Client"},"^Yeah.","\n",{"#":"Player"},"^Huh… I don't know what to call that.","\n",{"#":"Client"},"^I haven't figured that out either.","\n",{"#":"Player"},"^And no other experiences than that?","\n",{"#":"Client"},"^No not really.","\n",{"#":"Player"},"^Hmm… Which means you are an unspoiled pure canvas for me to work with!","\n",{"#":"Player"},"^Oh what a chance! Your loveless life, empty of passion and intrigue and filled with the void of mundane is the perfect start of this romance story!","\n",{"#":"Client"},"^T-Thank you?","\n",{"#":"Player"},"^I should be the one to thank you, Geriol. Next question then!","\n",{"#":"End"},"^Has some love experience.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}